
[
  "Ali’nin 5 kalemi vardı. 3 kalem daha aldı. Kaç kalemi oldu?",
  "Ayşe 12 elma aldı. 4 elma daha aldı. Toplam kaç elması oldu?",
  "Bir kutuda 6 şeker vardı. 7 şeker daha eklendi. Kutuda kaç şeker var?",
  "deneme",
  "deneme2",
  "Bir sınıfta 15 öğrenci vardı. 5 öğrenci daha geldi. Kaç öğrenci oldu?",
  "Zeynep 20 sayfa okudu. Ertesi gün 10 sayfa daha okudu. Kaç sayfa okudu?",
  "Ayşe’nin 3 kırmızı, 2 mavi topu var. Ayşe, arkadaşına 1 mavi top verirse kaç topu kalır?",
  "Ali’nin bahçesinde 5 ağaç var. Her ağaçta 4 elma var. Ali kaç elma sayabilir?",
  "Bir çiftlikte 7 tavuk ve 3 ördek yaşıyor. Çiftlikte toplam kaç kuş var?",
  "Elif sabah 2 kurabiye yedi, öğlen 1 kurabiye daha yedi. Elif toplam kaç kurabiye yedi?",
  "Okulda 6 sandalye vardı, öğretmen 2 sandalye daha getirdi. Okulda şimdi kaç sandalye var?",
  "Bir sınıfta 10 kız ve 8 erkek öğrenci var. Sınıfta toplam kaç öğrenci var?",
  "Can’ın 5 oyuncağı var. Arkadaşı ona 2 oyuncak daha verdi. Can’ın toplam kaç oyuncağı oldu?",
  "Bahçede 9 çiçek açmıştı. Rüzgar 3 çiçeği devirdi. Bahçede kaç çiçek kaldı?",
  "Ahmet’in 4 kırmızı ve 3 sarı kalemi var. Ahmet’in toplam kaç kalemi var?",
  "Bir otobüste 12 kişi vardı. 5 kişi indi. Otobüste kaç kişi kaldı?",
  "Deniz, 7 kitap aldı. 3 kitabı okuduktan sonra geri bıraktı. Şimdi kaç kitabı kaldı?",
  "Bir parkta 5 bank var. Parka 2 banka daha eklendi. Toplam kaç bank var?",
  "Ayşe’nin 10 şekeri vardı. Arkadaşı ona 5 şekeri verdi. Ayşe’nin kaç şekeri oldu?",
  "Bir çiftlikte 8 inek ve 6 koyun var. Çiftlikte toplam kaç hayvan var?",
  "Ali 9 kurabiye yaptı. 4 kurabiyesini arkadaşına verdi. Ali’nin kaç kurabiyesi kaldı?",
  "Sınıfta 7 masa vardı. Öğretmen 3 masa daha getirdi. Şimdi sınıfta kaç masa var?",
  "Bahçede 10 kırmızı gül var. 3 gül soldu. Bahçede kaç kırmızı gül kaldı?",
  "Elif 6 elma aldı, 2 elma yedi. Elif’in kaç elması kaldı?",
  "Bir kafede 5 masa var. 2 masa boş, 3 masa dolu. Kaç masa dolu?",
  "Bir parkta 4 kız ve 6 erkek çocuk oynuyor. Parkta toplam kaç çocuk var?",
  "Ayşe’nin 7balonu vardı. 3 balon uçtu. Kaç balonu kaldı?",
  "Ali’nin 9 arabası vardı. 4 arabasını kardeşine verdi. Ali’nin kaç arabası kaldı?",
  "Bir çiftlikte 5 tavuk, 3 ördek ve 2 kaz var. Toplam kaç kuş var?",
  "Elif 8 şeker aldı. 3 şeker yedi. Kaç şeker kaldı?",
  "Sınıfta 10 sandalye vardı. 4 öğrenci sınıftan çıktı. Sınıfta kaç sandalye dolu?",
  "Bir parkta 7 kuş var. 2 kuş uçtu. Kaç kuş kaldı?",
  "Ayşe’nin 6 kalemi vardı. Arkadaşı ona 2 kalem verdi. Kaç kalemi oldu?",
  "Bir bahçede 5 kırmızı, 4 sarı çiçek var. Toplam kaç çiçek var?",
  "Can’ın 12 oyuncağı vardı. 5 oyuncağı kırıldı. Kaç oyuncağı kaldı?",
  "Bir markette 9 elma var. 3 elma satıldı. Kaç elma kaldı?",
  "Ali 5 kurabiye yaptı. 2 kurabiyesini annesine verdi. Kaç kurabiye kaldı?",
  "Bir otobüste 15 kişi vardı. 7 kişi indi. Kaç kişi kaldı?",
  "Bir parkta 6 çocuk kaydırakta oynuyor. 3 çocuk eve gitti. Kaç çocuk kaldı?",
  "Ayşe’nin 8 balonu vardı. 5 balon patladı. Kaç balonu kaldı?",
  "Can’ın 10 oyuncağı vardı. 4 oyuncak aldı, 3 oyuncak kayboldu. Can’ın kaç oyuncağı kaldı?",
  "Bir bahçede 7 elma ağacı var. Her ağaçta 5 elma var. Kaç elma var?",
  "Elif 12 şeker aldı. 5 şekerini arkadaşına verdi. Kaç şeker kaldı?",
  "Sınıfta 9 masa var. 4 masa boş. Kaç masa dolu?",
  "Bir çiftlikte 6 inek ve 4 koyun var. Toplam kaç hayvan var?",
  "Ayşe’nin 3 kırmızı ve 2 mavi kalemi var. Toplam kaç kalemi var?",
  "Ali’nin 7 arabası vardı. 3 araba bozuldu. Kaç arabası kaldı?",
  "Elif 10 kurabiye yaptı. 4 kurabiyesini yedi. Kaç kurabiye kaldı?",
  "Bir parkta 5 kuş vardı. 2 kuş uçtu. Kaç kuş kaldı?",
  "Can’ın 8 topu vardı. 3 topunu arkadaşına verdi. Kaç topu kaldı?",
  "Ayşe’nin 6 çiçeği vardı. 2 çiçeği soldu. Kaç çiçek kaldı?",
  "Bir sınıfta 12 öğrenci vardı. 5 öğrenci dışarı çıktı. Kaç öğrenci sınıfta kaldı?",
  "Ali 9 elma aldı. 4 elma yedi. Kaç elması kaldı?",
  "Bir çiftlikte 8 tavuk ve 2 ördek var. Toplam kaç kuş var?",
  "Ayşe’nin 10 balonu vardı. 6 balon patladı. Kaç balonu kaldı?",
  "Elif 7 şeker aldı. 3 şekerini arkadaşına verdi. Kaç şeker kaldı?",
]
